{"整体管理定义": "包括为识别、定义、组合、统一和协调项目管理过程组的各种过程和活动而开展的过程与活动。兼具统一、合并、沟通和集成的性质，对受控项目从执行到完成，成功管理干系人期望和满足项目要求，都至关重要。它包括选择资源分配方案，平衡相互竞争的目标和方案，以及管理项目管理知识领域之间的依赖关系。", "项目章程注意点": "1、项目由项目之外的人启动，如发起人、PMO、项目组合指导委员会等；\n2、经批准的项目、意味着项目的正式启动；\n3、项目章程在项目执行组织和需求组织之间建立起伙伴关系；\n4、通过编制项目章程，来确认项目符合组织战略和日常运营的需要；\n5、不要把项目章程看做合同、因为其中未承诺报酬或金钱或用于交换的对价；\n6、尽早确认并任命项目经理，项目经理应该参与项目章程的制定，以便对项目需求有基本的了解；\n7、最好在制定项目章程时就任命，最晚也必须在规划开始之前；", "开工会议": "别名：kick-off meeting\n时机：规划即将结束，执行尚未开始；\n主要任务：获得主要相关方对项目管理计划的一致认可；传达项目目标，获得团队对项目的承诺；\n落实具体项目工作，阐述每个相关方的角色和职责；", "工作绩效": "定义：\n工作绩效数据----收集到的原始观察结果和测量值；\n工作绩效信息----进行分析整合得到的绩效数据，如偏差结果；\n工作绩效报告----汇编工作绩效信息形成的文件；\n生命周期：\n指导与管理项目工作----《工作绩效数据》----各领域【控制】过程----《工作绩效信息》----监控项目工作----《工作绩效报告》----实施整体变更控制、管理沟通；", "如何高效召开会议": "1、事先制定一个例会制度，明确会议规则；\n2、放弃可开可不开的会议；\n3、明确会议的目的和期望结果，明确每个会议参与者的角色；\n4、发布会议通知；\n5、在会议之前将会议资料发给参会人员；\n6、面对面的会议效果最好，也可以借助视频设备；\n7、会议后要总结、提炼杰洛、达成共识、有行动计划；\n8、有会议纪要；\n9、做好会议的后勤保障；\n10、不要把各种类型的会议混合在一起；", "收尾": "项目正常收尾：\n1、获得项目或阶段的整体验收；\n2、干系人满意度调查；\n3、移交成果；\n4、总结和记录经验教训；\n5、组织过程资产更新；\n6、项目文件归档；\n7、庆功会；\n8、释放资源；\n项目提前收尾：\n1、记录终止的原因；\n2、干系人满意度调查；\n3、移交已完成和未完成的成果；\n正常收尾的4-8步骤；\n采购收尾：\n结束合同工作、进行采购审计、结束当事人之间的合同关系、将有关资料收集归档；", "目的和目标": "项目目的和目标：\n目的----想要达到的地点或境地或想得到的结果；\n目标----行到对象或欲使达到的境地或标准，SMART原则；\n目的只有一个，目标可有多个；目标的用途之一是衡量目的是否已达到，结果是否符合事先说明的需要和要求；\n成果目标----通过生产、开发出满足客户需求的产品、服务或成果；\n约束目标（管理目标、过程目标）----在完成成果目标的同时，又要满足时间进度、成本费用、质量要求、资源限制等约束条件要求的目标；", "制定目标注意点": "1、将成果目标和约束目标区分开来；\n2、将目的和手段区分开；\n3、不制定无法量化或无法实现的目标；\n4、不转移项目管理人员的努力方向；", "项目团队和项目管理团队": "项目团队----为完成项目而承担不同角色与职责的人员组织；\n项目管理团队----负责项目管理和领导活动，对于小型项目管理职责可由整个项目团队分担或由项目经理独自承担；", "冲突和竞争": "冲突----两个或以上的社会单元在目标上互不相容或者互相排斥，而产生心理或行为上的矛盾；\n竞争----双方具有同一个目标，不需要发生势不两立的争夺；", "领导和管理": "领导者----确定方向、统一思想、激励和鼓舞；\n管理者----被组织赋予职位和权力，负责某件事情的管理或实现某个目标；\n领导者----设定目标、带人；\n管理者----率众实现目标、做事；\n领导力----一种影响力，是让一个群体为了一个共同目标而努力的能力，尊重和信任是有效领导力的关键要素；\n项目经理同时具有领导者和管理者双重身份，对于大型负责项目，领导力尤为重要；", "人力资源管理定义": "根据项目需要规划并组建项目团队，并对团队进行有效的指导和管理，以保证他们可以完成项目任务，达成项目目标；", "几种分解结构": "工作分解结构WBS：可交付成果为导向的工作层级分别，用来定义全部范围；\n资源分解结构RBS：根据类别和类型对资源分类的层级结构，有利于规划和监控项目工作；\n组织分解结构OBS：对项目组织层级分解，用于查看每个部门的项目职责，活动和负责的工作包；", "责任分配矩阵": "别名：RAM\n大型项目中可以在不同层级指定RAM；\n作用：1、反应与每个人相关的所有活动；2、反应与每项活动相关的所有人员；3、确保每项任务都只有一个人负责，从而避免职责不清；\n案例：RACI矩阵，每个活动只能有一个”A\"；", "项目组织图": "以图形方式展示项目团队成员及其报告关系", "角色和职责": "角色----在项目中，某人承担的职务或分配给某人的职务；\n职权----使用项目资源、做出决策、签字批准、验收可交付成果并影响他人开展项目工作的权力；\n职责----为完成项目活动，项目团队成员必须履行的职责和工作；\n能力----为完成项目活动，项目团队成员需具备的技能和才干；", "人员配备管理计划": "定义：人力资源管理计划的组成部分，说明将在何时、以何种方式获得项目团队成员，以及他们需要在项目中工作多久，他描述了如何满足项目对人力资源的雪球。包含如下内容：\n1、人员招募：\n2、资源日历：资源可用工作日和工作版次的日历（可用直方图显示，当特定资源超过负荷，需要采用资源优化技术，如增加资源或修改进度计划）；\n3、人员遣散计划：\n4、培训需要：\n5、认可与奖励：明确奖励标准和奖励制度，应针对团队成员可以控制的行为和绩效进行认可与奖励；\n6、合规性：\n7、安全：", "塔克曼阶梯理论": "团队发展分为5个阶段----\n形成阶段：相互认识，相互独立，不一定开诚布公；\n震荡阶段：冲突、矛盾、不同的观点和意见；\n规范阶段：开始协同工作，开始相互信任；\n发挥阶段（成熟阶段）：组织有序，相互依靠，平稳高效；\n解散阶段：释放人员，解散团队；\n\n团队停滞在某个阶段或退回到较早阶段的情况也并非罕见；\n如果团队成员曾经共事过，项目团队建设也可跳过某个阶段（可进、可退、可停）；", "马斯洛需求理论": "人有五个层次的需求，从低到高依次是：生理需求、安全需求、社交需求、尊重需求、自我实现需求。通常实在较低层次满足后，才会追求较高层次需求；满足方式----\n生理需求：工作服、工作餐、员工宿舍、班车、工资；\n安全需求：长期劳动合同，保险；\n社交需求：定期员工活动、聚会、比赛、俱乐部；\n尊重需求：形象、地位提升、奖章、荣誉性奖励；\n自我实现：参与决策、管理、成为智囊团；", "赫兹伯格双因素理论": "两类因素决定人的行为，保健因素和激励因素----\n保健因素：导致不满足感的因素（相当于马斯洛下三层）；\n激励因素：导致满足感的因素，能够起到激励作用（相当于马斯洛上两层）；", "麦克雷戈XY理论": "X理论：认为人是消极懒惰的，缺乏进取心，总是逃避责任；只能用低层次需求激励\nY理论：认为认识积极的，愿意进步，愿意承担责任；应该受到高层次需求激励", "弗鲁姆期望理论": "一种行为倾向的强度取决于个人对于这个行为可能带来的结果的期望度，以及这种结果对个人的吸引力；\nM=V* E；\nM----激励；\nV----目标效价（行动结果的价值评价）；\nE----期望值（实现目标可能性大小的主管估计）；", "范围管理定义": "做且只做所需的全部工作", "产品范围和项目范围": "产品范围----某项产品、服务或成果所具有的特性和功能；\n项目范围----为交付具有规定特性与功能的产品、服务或成果二必须完成的工作\n两者差异----\n主导关系：产品范围决定项目范围，项目范围服务产品范围；\n影响关系：某个变化不一定影响另一方；\n包含关系：产品范围不包含项目范围，广义上有时包含产品范围；\n完成情况的考核依据：产品需求文件（如软件需求规格说明书），项目管理计划（范围基准）", "范围蔓延": "定义：未对时间、成本和资源做相应调整，未经控制的产品或项目范围的扩大。来自团队内部原因造车的范围蔓延成为“镀金”，来自团队外部原因造成的范围蔓延称为“范围潜变”；\n镀金----项目人员为讨好客户而坐的不解决实际问题，没有应用价值的项目活动；\n范围潜变----客户不断提出小的，不易觉察的范围改变，如果不加控制，累计起来导致项目严重偏离既定的范围基准，导致项目失控和失败；\n\n如果已经出现了范围蔓延，一样要走变更流程，进行纠偏；", "需求定义": "根据特定协议或其他强制性规范，项目必须满足的条件或能力，或者产品、服务或成果必须具备的条件或能力；\n需求包括发起人、客户和其他干系人的已量化且书面记录的需要和期望；", "需求分类": "业务需求----整个组织的高层级需要，如项目实施的原因；\n干系人需求----干系人群体的需要\n解决方案需求----功能需求（流程、数据、互动等），非功能需求（性能、安全、可靠等）\n为满足业务需求和干系人需求，产品、服务或成果必须具备的特征、功能和特性；\n过渡需求----从当前状态过渡到将来状态所需的临时能力，如数据转换、培训需求等；\n项目需求----项目需满足的行动、过程或条件；\n质量需求----用于确认可交付成果完成的标准；基本需求、期望需求、意外需求", "需求管理定义": "定义：贯穿于整个过程，最基本的任务就是明确需求，并使项目团队和客户达成共识，建立需求基线。建立需求跟踪能力联系链，确保所有用户需求都能被正确的应用，并且在需求发生变更时，能够完全地控制其影响范围，始终保持产品与需求的一致性。\n", "工作包": "位于WBS每条分支最底层的可交付成果或项目工作组成部分，可对其成本和持续时间进行估算和管理。工作包大小应在8~80小时之间。", "WBS分解五步骤": "1、识别和分析可交付成果和相关工作；\n2、确定WBS的结构和编排方法；\n3、自上而下逐层细化分解；\n4、为WBS组件制定和分配标识和编码；\n5、核实可交付成果分解的程度是否启动；", "WBS分解方式": "1、把项目生命周期各阶段放在第二层；\n2、把可交付成果放在第二层；", "WBS分解六原则": "1、100%原则：100%包含所有可交付成果，下一级元素之和100%代表上一次元素；\n2、独立责任原则：每个元素有且只有一个人负责；\n3、80小时原则：工作包大小在8-80小时之间；\n4、4~6层原则：不宜过细分解，每一层建议4~7个元素；\n5、滚动分解原则：渐进明细、并非一成不变；\n6、功能或技术原则：分解时需要考虑将不同人员的工作分开；", "WBS分解六注意": "1、面向可交付成果；\n2、要包括分包出去的工作；\n3、编制时需要主要干系人参与以及项目团队成员的参与；\n4、不同的可交付成果可以分解到不同层次；\n5、并不是越细越好。过细的分解，会导致资源使用效率低下，工作实施效率低下等；\n6、远期才完成的可交付成果或组件，当前无法分解，可用规划包代替，采用滚动式规划；", "WBS分解表现形式": "树形结构（组织结构图示）----\n优点：层次清晰，直观性和结构性强；\n缺点：不容易修改，很难表示大的、复杂的项目全貌；\n表格形式（列表式）----\n优点：能反映出项目所有的工作要素；\n缺点：直观性较差；\n鱼骨图----不常用；", "控制帐户": "别称：CA，control account；\n定义：是一个管理控制点（可以与组织的财务程序链接），在该控制点上，把范围、预算、实际成本和进度加以整合，并与挣值相比较，以测量绩效；\n1、每个控制帐户可能包括多个工作包（或规划包），但是一个工作包只能属于一个控制帐户。\n2、控制帐户设在较高层次还是较低层次上，表名项目管理团队想要“粗管”还是“细管”；", "进度管理定义": "对各阶段的进展程度和项目最终完成的期限所进行的管理", "绩效测量技术": "50/50法则\n20/80法则\n0/100法则", "控制进度关注点": "1、判断进度状态\n2、对引起变更的因素施加影响\n3、判断进度变更\n4、管理变更", "缩短工期万能六条": "1、赶工：投入更多的资源或增加工作时间，以缩短关键活动的工期\n2、快速跟进：并行施工，以缩短关键路径的长度\n3、使用高素质的资源或经验更丰富的人员\n4、甲方同意前提下减小活动范围或降低活动要求\n5、改进方法或技术，以提高生产效率\n6、加强质量管理，及时发现问题，减少返工，从而缩短工期", "软件项目规模指标": "别称：LOC（line of code）\n所有可执行的源代码行数。项目经理可根据对历史项目的审计来核算单行代码价值。\n单行代码价值 1LOC = 总投入费用 / 总代码行数", "成本管理定义": "确保在批准的预算内完成项目。重点关注完成项目活动所需的资源的成本，但同时也应考虑项目决策是对项目产品、服务或成果的使用成本、维护成本和支持成本的影响。", "成本估算定义": "在某特定时间点，根据已知信息所做出的成本预测。\n估算成本时，需要识别和分析可用于启动与完成项目的备选成本方案；需要权衡备选方案并考虑风险；\n项目生命周期中，估算的准确性将随着项目的进展而逐步提高；\n进行成本估算，应考虑将向项目收费的全部资源（如特殊的：通货膨胀补贴、融资成本或应急成本等）", "成本估算主要步骤": "1、识别并分析成本的构成科目----确定资源的种类（人、设备、材料等）；\n2、估算每一科目的成本大小----\n估算可用不同的单位表示；\n估算时还应考虑通货膨胀以及货币的时间效应；\n3、分析成本估算结果，找出各种可以互相替代的成本，协调各种成本之间的比例关系----\n3.1、优化方法：工期优化、费用优化、资源优化；\n3.2、找寻低成本的替代方案，进可能降低总成本；\n3.3、应急储备和管理储备不应被裁减；", "成本类型": "直接成本：直接归属项目工作的成本，全职项目团队成员的工资、差旅费；\n间接成本：来自一般管理费用科目或多个项目分摊，管理费用，水电费、房租；\n固定成本：不随生产量、工作量或时间变化而变化的非重复成本，打印机等固定资产；\n可变成本：随着生产量、工作量或时间变化而变，原材料、人工费、墨盒、A4纸等；\n全生命周期成本：在产品经济有效使用期内所发生的所有成本，设计、生产、运维、处置；\n沉没成本：\n机会成本：选择一个项目放弃另一个项目可能的损失，决策时要考虑；", "常用财务概念": "现值：对未来现金流量以恰当的折现率进行折现后的价值；\n折现率：将未来有期限收益折算成现值的比率；\n净现值：投资方案所产生的现金净流量以资金成本为贴现率折现之后与原始投资额现值的差额\n内部收益率：净现值等于零时的折现率，代表了项目的抗风险能力大小；\n静态投资回收期：从项目投建之日起，收益偿还原始投资所需要的年限，不考虑货币时间价值；\n投资回报率：年评价利润/投资总额 X100%\n效益成本比：项目投资与效益之间关系的比率，收益 / 投资；", "质量定义": "反应实体满足主体明确和隐含需求的能力的特性总和；（ISO定义）\n一组固有特性满足要求的程度；（GB/T19000-2008定义）", "项目质量定义": "工作质量 + 产品质量。项目质量是应顾客要求进行的，不同的顾客有着不同的质量要求，其意图已反映在项目合同中。因此，项目合同通常是进行项目的质量管理的主要依据；", "质量与特性": "质量----作为实现的性能或成果，是一些列内在的特性满足要求的程度；\n等级----作为设计意图，是对用途相同但技术特性不同的可交付成果的级别分类；\n1、高等级不意味着高质量；\n2、质量水平未达到要求肯定是个问题，低等级并不是问题；\n3、项目经理及项目团队负责权衡，以便同时达到所要求的质量与等级水平；", "质量管理八大原则": "领导作用----全员参与；以顾客为中心----与供方互利的关系；过程方法----持续改进；管理的系统方法----基于事实的决策方法；", "全面质量管理": "全员、全过程的品质管理，以质量为中心，以全员参与为基础，通过让顾客满意和本组织所有成员及社会收益而达到永续经营的目的。它注重顾客需要，强调参与团队工作，并力争形成一种文化。组成的四个要素：结构、技术、人员、变革推动者。", "六西格玛方法": "核心是将所有工作作为一种流程，采用量化的方法分析流程中影响质量的因素，找出最关键的因素通过DMAIC（定义、测量、分析、改进、控制）方法加以改进以达到更高的客户满意度。优越之处是：从项目实施过程中改进和保证质量，减少了检证质量的步骤，降低成本，并培养了质量意识。", "项目质量管理定义": "确定质量方针、质量目标和职责，并通过质量体系中的质量规划、质量保证和质量控制以及质量改进，来实现所有管理职能的全部活动；\n质量方针----由组织的最高管理者正式发布的该组织总的质量宗旨和方向，体现了组织的质量意识和质量追求；\n质量目标----在质量方面所追求的目的，是落实质量方针的具体要求。必须明确、具体、量化。\n项目质量管理要兼顾项目质量与项目可交付成果两个方面；\n质量管理，更重要的是价值观（理念）问题，而不是技术问题；", "实施质量保证工作内容": "1、按质量管理计划和质量测量指标做出合格产品；\n2、按过程改进计划，改进生产过程，消除非增值活动；\n3、对照实际质量绩效，考察质量指标和可操作定义的合理性，提出必要的变更请求；\n4、提高主要项目干系人对项目将要达到质量要求的信心；", "控制质量工作内容": "1、用质量核对单检查质量\n2、检查项目管理工作的质量，并记录检查结果（质量控制测量结果）\n3、检查已完成的可交付成果是否符合质量要求（技术上是否正确），并记录检查结果（质量控制测量结果）\n4、基于质量控制测量结果和相关计划，整理出工作绩效信息，并提出变更请求\n5、检查已批准的变更请求是否已得到合理实施", "可交付成果生命周期": "指导与管理项目执行==》可交付成果==》控制质量==》核实的可交付成果==》确认范围==》验收的可交付成果==》结束项目或阶段==》最终的可交付成果。", "变更请求生命周期": "1、各项目阶段产生变更请求；\n2、实施整体变更控制，变成【批准的变更请求】；\n3、指导与管理项目执行，做变更；\n4、实施质量保证，审查变更有没有做；\n5、控制质量、审查变更做的对不对；", "质量控制测量结果": "对质量控制活动的结果的书面记录", "确认的变更": "对变更或补救过的对象进行检查，做出接收或决绝的决定，并把决定通知干系人；\n被拒绝的对象可能需要返工；", "核实的可交付成果": "控制质量的一个目的就是确定可交付成果的正确性；\n核实可交付成果是确认范围的一项输入，以便正式验收；", "QA和QC区别": "针对对象：针对过程-----针对可交付成果；\n所在过程组：执行过程组-----监控过程组；\n执行方：项目团队（审计由QA人员进行）-----质控部门；\n主要目的：预防未发生的问题，识别良好的做法与不足，分享良好实践，改进过程，提高生产效率-----监督并记录质量活动执行结果，并推荐必要的变更，纠正已经发生的问题；", "确认范围和控制质量区别": "关注重点：正确性，做得对不对，质量有没有问题-----是否满足需求，能否通过验收；\n实施方：一般内部QC部门进行-----项目发起人、客户和其他主要干系人；\n先后顺序：先做或者同时-----同时或者后做；\n通过标准：是否符合质量测量指标-----是否满足需求文件中的描述，是否符合验收标准；\n交付物：核实的可交付成果-----验收的可交付成果；\n实施动作英文：verification、verify-----validation、validate", "质量保证QA人员职责": "过程指导、过程评审、产品审计、过程改进、过程度量等；\n项目前期（充当导师）----辅助项目经理对标准流程进行裁减，帮助进行估算，设定质量目标，对项目成员进行培训，过程中进行指导；\n项目实施中（充当警察）----有选择地参加项目的技术评审，定期对项目的工作产品和过程进行审计和评审；\n项目实施中（充当医生）----承担收集、统计和分析度量数据的工作，用于支持管理决策。", "五种质量管理水平": "1、让客户发现缺陷\n2、通过控制质量过程，先检测和纠正缺陷，再交付客户\n3、通过质量保证，检查并纠正过程本身\n4、将质量融入项目和产品的规划和设计中\n5、在整个组织内，创建一种关注并致力于实现过程和产品质量的问题", "项目风险": "一种不确定的事件或条件，一旦发生，就会对一个或多个项目目标造成积极或消极的影响；\n风险三要素----风险事件，概率，影响；\n风险三属性----\n1、随机性；\n2、相对性：收益与冒险正比、投入与冒险反比、拥有资源与冒险正比；\n3、可变性：性质变化、后果变化、出现新的风险；", "风险分类": "按可预测性分类----\n已知-已知：规划应对措施，基本成本；\n已知-未知：应急储备；\n未知-未知：管理类储备；\n按后果分类----纯粹风险、投机风险；\n按风险来源----自然风险、人为风险；\n按影响范围----总体风险、局部风险；", "风险态度": "个人或组织人为自己应该冒多大的风险。冒进者、中立者、回避者；\n影响风险态度的因素----\n风险偏好：为了预期的回报，一个实体愿意承受不确定的程度。（愿不愿意）\n风险承受力：组织或个人能承受的风险程度、数量或容量。（能不能做）\n风险临界值：干系人特别关注的特定的不确定性程度或影响程度。（要不要管）\n合理排序----风险承受力>风险偏好>风险临界值", "实施定性风险分析过程": "1、分析每个风险的概率和影响\n2、从“概率量表”和“影响量表”中找到对应定义等级及分值\n3、将概率分值*影响分值，将得到的总分从“概率和影响矩阵”中找到对应的组别\n4、在每个优先级组别内根据概率-影响分值对每个风险进行优先排序\n5、确定风险的应对责任人，这个人负责后续的工作，包括制定和落实应对措施", "重要风险应对计划": "应对计划、应急应对计划、弹回计划、权变措施：\n针对风险类型（已知？未知？）----\n实施时间点（？？发生？？？）----\n采取措施（储备？变更？）----\n针对对象（机会、威胁）----", "沟通分类": "正式===非正式\n官方===非官方\n内部===外部\n垂直===水平\n书面===口头\n口头语言===非口头语言\n有效果的沟通----以正确的形式、在正确的时间把信息提供给正确的受众，并且使信息产生正确的影响；\n有效率的沟通----只提供所需要的信息", "沟通管理定义": "为确保项目信息及时恰当地规划、收集、生成、存储、检索、管理、控制、监督和最终处置所需的各个子过程。", "干系人管理定义": "对项目干系人需求，希望和期望的识别，并通过沟通上的管理来满足其需要，解决其问题的过程；", "干系人分析步骤": "1、识别全部潜在项目干系人及其相关信息；可对已识别的干系人进行访谈，来识别其他干系人，扩充干系人名单，直至列出全部潜在干系人；\n2、分析每个干系人可能的影响或支持，并把他们分类，以便制定管理策略；\n3、评估关键干系人对不同情况可能做出的反应或应对，策划提高支持，减轻影响；", "干系人分类模型": "权力/利益方格、权力/影响方格、影响/作用方格；\n权高利低：让他爽；\n权低利高：常告知；\n权高利高：重管理；\n权低利低：仅监督；\n\n凸显模型----根据干系人的权力、紧急程度和合法性，对干系人进行分类；\n权力：职权，有合法资格对项目施加影响（合法资格）；\n影响：对项目施加影响的主管愿望大小（乐意参与）；\n作用：施加影响后，能在多大程度上导致项目做出变更（所提建议适用性）；", "干系人参与程度分类": "领导：知晓项目和潜在影响，并致力于保证项目成功；\n支持：知晓项目和潜在影响，支持变更；\n中立：知晓项目，不支持也不反对；\n抵制：知晓项目和潜在影响，抵制变更；\n不知晓：对项目和潜在影响不知晓；\n干系人参与评估矩阵：C——当前参与程度；D——所需参与程度；", "战略伙伴关系": "企业与供应商之间达成的最高层次的合作关系，它是指在相互信任的基础上，供需双发为了实现共同的目标而采取的共担风险、共享利益的长期合作关系，优势有----\n1、缩短供应周期\n2、提高采购设备的质量\n3、共享技术，缩短开发周期\n4、降低管理费用\n5、共享管理经验，提高管理水平\n6、加强沟通，改善过程，提高需求准确度", "战略伙伴关系构建流程": "1、分析市场竞争环境\n2、合作伙伴的主因素分析\n3、建立合作伙伴关系的标准\n4、评价和选择合作伙伴\n5、建立和实施合作伙伴关系", "供应商管理": "供应商选择指标体系设置三大要素----产品价格、质量、服务；\n供应商评估三个方法----供应商走访、招标法、协商法；\n采购计划三个作用----1、有效规避风险减少损失；2、为采购提供了依据；3、有利于资源合理配置，以取得最佳经济效益；", "采购管理八步骤": "1、需求确定与采购计划的制定\n2、供应商的搜寻与分析\n3、定价\n4、拟定发出订单\n5、订单的跟踪和跟催\n6、验货和收货\n7、开票和支付货款\n8、记录管理", "合同范围分类": "1、总承包合同----项目作为整体发包给 同一个卖方，并不意味着只订立一个合同；\n2、单项承包合同----买方分别与不同卖方订立的合同，有利于吸引更多卖方参与投标，使买方可以选择在某一单项上实力强的卖方；\n3、分包合同----经合同约定和买方认可，卖方将其承包的某一部分或某几个部分（非项目的主体结构），再发包给具有相应资质的分包方而订立的合同。需要具备五个条件：1、买方认可；2、分包部分必须非主体；3、不能转包整个项目；4、分包方必须具备相应资质；5、不能再次分包；", "七种常用合同": "固定总价（FFP）：最常用，价格固定不变（除非范围变更）\n总价+激励（FPIF）：有最高限价，有目标绩效，有将成比例\n总价+经济价格调整（FP-EPA)：跨域较长时期（数年），考虑通货膨胀、成本增降\n工料合同（T&M）：工期短、金额小、不复杂、紧急情况、无SOW\n成本+激励（CPIF）：可能有利润上下限，有目标绩效，有奖惩比例\n成本+奖励（CPAF）：绩效标准主管笼统，不允许申诉\n成本+固定费用（CPFF）：初始成本估算的百分比，不考虑绩效", "合同选择标准": "范围角度----\n初始范围明确，不会重大变更----总价合同；\n初始范围明确，会变化----成本补偿合同\n初始范围不明确----工料合同\n购买标准产品，数量不大----订购单\n\n风险角度----\n甲方承担----成本补偿合同\n双方承担----工料合同\n乙方承担----总价合同", "合同内容": "项目名称、标的内容和范围、计划进度地点方式、各种期限、价款报酬及其支付方式、质量要求、风险承担方式、验收的标准和方法、技术成果的归属、保密协议、违约条款、解决争议的方法、名词术语解释", "合同管理过程": "1、合同签订管理：1.1、市场调查；1.2、潜在合作伙伴资信调查；1.3、了解相关环境，风险分析；\n2、合同履行管理：2.1、合同争议、合同违约、合同索赔等处理；2.2、解决争议的方法（谈判（协商），替代争议解决（调解、仲裁），诉讼）；2.3、约定了仲裁的终局性，就不能再诉讼；\n3、合同变更管理：3.1、书面申请；3.2书面答复；\n4、合同档案管理：4.1、档案管理是合同管理的基础；4.2、可利用档案管理系统；", "合同违约索赔": "合同违约：合同当事人一方或双方不履行或不适当履行合同义务，应承担因此给对方造成的经济损失的赔偿责任；\n合同索赔：合同履行过程中，由于当事人一方未能履行合同所规定的义务而导致另一方遭受损失时，受损失方向过失方提出赔偿的权力要求\n索赔原则：必须以合同为依据；必须注意资料的积累；及时、合理地处理；加强索赔的前瞻性；", "合同索赔流程": "1、提出索赔要求：书面索赔通知，28天内，向监理方\n2、报送索赔资料：通知发出28天内，向建立方提交索赔报告及有关资料\n3、监理工程师答复：收到索赔报告后28天内，逾期未答复的，视为该项索赔已认可\n4、持续索赔：索赔事件持续进行，应阶段性发出索赔意向；事件终了后28天内，送交最终索赔报告\n5、仲裁与诉讼：监理意见不接受，可由政府建设主管机构调解，仍不成，可仲裁或诉讼；", "合同提前终止": "三种情况：1、双发协商一致；2、一方违约；3、买方便利；\n合同提前终止时，买方应该----\n1、就卖方为该合同或该部分所做的准备工作予以补偿；\n2、就该合同或该部分中已经完成和验收的工作支付报酬；"}