{"专家判断": "来自具有专业知识或受过专业培训的任何小组或个人（人人都是“专家”）；", "引导技术": "头脑风暴、冲突管理、问题解决、会议管理等", "项目管理信息系统": "别名：PMIS\n定义：基于计算机技术而进行的项目管理类系统，可用于自动收集报告和关键绩效指标（KPI）。主要由“计划系统”和“控制系统”两部分组成。\n包含：配置管理系统、工作授权系统、进度计划工具、信息收集与发布工具；\n工作授权系统：用来保证项目工作由正确的组织、在正确的时间以正确的顺序执行。可以防止镀金；", "会议": "类型：\n交换信息----信息交流会；\n方案评估或者方案设计----方案设计和评审会；\n指定决策----决策制定会；", "分析技术": "回归分析、分组方法、预测方法、挣值管理、根本原因分析、趋势分析、储备分析、故障树分析FTA、失效模式与影响分析FMEA", "组织图和职位描述": "可采用多种格式（层级型、矩阵型、文本型）来记录团队成员的角色与职责。目的要确保每个工作包都有明确的责任人，确保全团队成员都清楚地理解其角色和职责。", "预分派": "项目团队成员是事先选定的，就是预分派的，如：\n1、竞标过程中承诺分派；\n2、项目取决于特定人员的专有技能；\n3、项目章程中指定；", "谈判": "按谈判对象和人员分类：\n1、职能经理，获得具备适当能力的人员；\n2、组织中其他项目团队，稀缺或特殊人力资源；\n3、外部组织、合适的，稀缺的，特殊的，合格的，经认证的或其他诸如此类的特殊人力资源；", "虚拟团队": "定义：就要共用目标、在完成角色任务过程中很少或没有时间面对面工作的一群人；\n优点：可以将不同地理位置，有特殊技能、在家办公、行动不便者或残疾人、工作时间不同的员工纳入项目团队，另外可节约差旅费用成本\n缺点：可能产生误解，有孤立感，团队对成员之间难以分享知识和经验，采用通信技术的成本高；\n备注：现代沟通技术是虚拟团队成为可行，在虚拟团队环境中，沟通规划变得尤为重要；", "招募": "执行组织不能提供，需从外部获取，包括雇佣或工作分包（一般获取具备适当能力的人员）", "多标准决策分析": "制定选择标准，赋予权重，据此对团队成员进行定级或打分；", "人际关系技能": "因富有情商，并熟练掌握沟通技巧，冲突解决方法，谈判技巧，影响技能，团队建设技能和团队引导技能，而具备的行为能力；", "培训": "定义：包括旨在提高项目团队成员能力、减少成员之间的差异的全部活动；\n1、如果项目团队成员缺乏必要的管理或技术技能，可以把这种技能的培养作为项目工作的一部分；\n2、培训成本通常应该包含在项目预算中（或由执行组织承担）；", "团队建设活动": "旨在帮助各团队成员更加有效地促进协同工作，有助于建立信任和良好的工作关系；\n1、如果团队成员的工作地点相隔甚远，无法面对面接触，就特别需要有效的团队建设策略；\n2、团队建设是一个持续性过程，才能有效地应对项目环境的变化；", "基本规则": "用基本规则对团队成员的可接受行为作出明确规定，有助于减少误解，提高生产力，形成一致的价值观；", "集中办公": "把许多或全部最活跃的项目团队成员安排在同一个物理地点工作，以增进沟通，加强集体感，可以临时也可以贯穿整改项目（“作战室”， “指挥部”等）；", "认可与奖励": "1、最初的奖励计划是在规划人力资源管理过程中编制的；\n2、当人们感受到自己在组织中的价值，并且可以通过获得奖励来体现这种价值，他们就会收到激励；\n3、只有能满足被奖励者的某个重要需求，才是有效的奖励，应该考虑文化差异；\n4、可以正式或非正式的方式做出奖励决定，但不要授权别人颁发奖励；\n5、奖励可以是有形的或者无形的；\n6、应该在整改项目生命周期中实施，而不是等到项目完成时；\n7、认可与奖励应针对每个人都能做到的行为；", "人事测评工具": "能够让项目经理洞察团队成员的优势和劣势，评估他们的偏好和愿望", "访谈": "通过与干系人直接交谈来获取信息，可以向被访者提出即兴或者预设的问题，并记录他们的回答；\n分为结构化和非结构化两种；\n关键词：直接交谈、预设和即兴、深入了解、一对一、一对多，获取机密和敏感的信息；", "焦点小组": "由一位受过训练的主持人引导预先设定的干系人和主题专家（SME）进行互动式讨论。\n是“一对多”的群体访谈，最终获取整个焦点小组更有价值的集体意见；\n关键词：同职能、同一领域、有相似背景、主题专家（SME），主持人、互动式讨论；", "引导式研讨会": "把主要干系人召集在一起，通过集中讨论来定义产品需求（需要主持人）；\n能快速定义跨职能需求和协调干系人差异，着重于形成既定目标的一致意见；\n关键词：跨职能、不同部门、协调干系人差异、联合应用开发JAD、质量功能开发、用户故事", "群体创新技术": "通过一些群体活动来识别需求；\n头脑风暴、反头脑风暴法----畅所欲言、单纯收集、尽可能多、尽可能激发；\n名义小组（头脑风暴法的深化应用）----投票、排序；\n思维导图----心智图、脑图，关键词：整合、反映共性与差异、激发新创意、图文并重；\n亲和图----分组，有助于WBS制定；\n多标准决策分析----多种标准、权重、评估、排序\n德尔菲技术----专家、匿名、多轮、趋同、消除偏见，缺点是过程复杂，话费时间长；", "群体决策技术": "一致同意、大多数原则、独裁、相对多数原则", "问卷调查": "设计一系列书面问题，向众多受访者快速收集信息；\n关键词：受众多样化、快速完成、成本低、地理位置分散，适合开展统计分析", "观察": "直接查看个人在各自的环境中如何执行工作和实施流程；\n关键词：直接查看、难以或不愿清晰说明、挖掘隐藏的需求", "原型法": "在实际制造产品之前，先造出实用模型，据此征求对需求的早期反馈；\n步骤：模型创建、用户体验、反馈收集、原型修改；\n关键词：减轻风险、渐进明细、敏捷、故事板；\n同时可用于减轻风险（减少返工）；", "标杆对照": "识别最佳实践、形成改进意见，并为绩效考核提供依据；\n只要某个局部可比，就可以作为标杆；\n关键词：可比组织、内部、外部、识别最佳实践、形成改进意见、为绩效考核提供依据", "产品分析": "把高层级的产品描述转化为有形的可交付成果。包括：产品分解、系统分析、需求分析、系统工程、价值工程、价值分析；\n价值工程：设计阶段使用，功能和成本都可改变；\n价值分析：生产阶段使用，功能不变，成本可变；", "备选方案生成": "备选方案生成：制定尽可能多的潜在可选发方案，可用头脑风暴、横向思维，备选方案分析的技术）", "分解": "把项目范围和项目可交付成果逐步划分为更小、更便于管理的组成部分的技术；\n创建WBS，就是将整个项目工作分解为工作包；", "检查": "包括审查、评审、走查、巡检、测试----是指开展测量、审查与确认等活动，来判断工作的可交付成果，是否符合需求和产品验收标准；\n1、验收测试就是一种典型的确认范围的技术；\n2、检查和审计的区别：检查的是结果，审计的是过程；", "偏差分析": "一种确定实际绩效与基准的差异程度及原因的技术；\n可利用项目绩效测量结果评估偏离范围基准的程度；", "滚动式规划": "详细规划近期要完成的工作，同时在较高层级上粗略规划远期规划；\n1、滚动式规划是一种渐进明细的规划方式；\n2、早期的战略规划阶段，信息尚不够明确，工作包只能分解到已知的详细水平；", "紧前关系绘图法": "别名：前导图法、PDM、单代号法、节点法、AON；\n创建进度模型的一种技术，用节点表示活动，用一种或多种逻辑关系连接活动，以显示活动的实施顺序；\n除了首尾两项，每项活动和每个里程碑至少有一项紧前活动和一项紧后活动；\n四种逻辑关系：FS、FF、SS、SF", "确定依赖关系": "强制性（硬逻辑、硬依赖）：法律或合同要求的或工作内在性质决定的依赖关系（项目团队不能违反）；\n选择性（首选逻辑、优先逻辑、软逻辑）：基于最佳实践建立的，或基于项目某些特殊性质而采用的依赖关系（项目团队可以自由选择）；\n外部依赖：项目活动与非项目活动（项目团队不可控）；\n内部依赖：项目活动之间的紧前关系（项目团队可控）；\n四个组合----强制性外部、强制性内部、选择性外部、选择性内部；", "提前量与滞后量": "提前量是相对于紧前活动，紧后活动可以提前的时间量；\n滞后量是相对于紧前活动，紧后活动必须推迟的时间量；", "箭线绘图法": "别称：ADM、双代号法、AOA；\n用箭线表示活动，把活动名称及相关信息表示在箭线上，结点表示连接活动的“事件”；\n紧前事件：箭尾，活动的开始；\n紧后事件：箭头，活动的结束；\n虚活动：不消耗时间和资源，只是为了表示逻辑关系；\n注意点----\n1、只有FS逻辑关系；\n2、活动事件和代号唯一；\n3、任两项活动紧前和紧后事件代号至少有一个不同（所以有虚活动）；\n4、流入/出同一结点的活动，均有共同的紧后/紧前活动；\n5、代号延箭线方向越来越大；", "发布的估算数据": "一些组织会定期发布最新的生产率信息与资源单位成本；", "自下而上估算": "在活动级别上估算，然后汇总成工作包、控制帐户和总体项目层级上的估算；", "类比估算": "一种使用相似活动或项目的历史数据，来估算当前活动或项目的持续时间或成本的技术；\n关键词：相似活动、历史数据、也是一种专家判断、也是整体估算、也是自上而下、成本较低、耗时较少、准确性也较低、项目详细信息不足时、在启动阶段；\n软件项目中等价代码行估算公式如下----\n等价代码行=【（重新设计百分比 + 重新编码百分比 +重新测试百分比） / 3】 X 已有代码行", "参数估算": "一种基于历史数据和项目参数，利用历史数据之间的统计关系和其他变量来估算成本或持续时间的技术（准确性取决于参数模型的成熟度和基础数据的可靠性）；\n关键词：历史数据、项目参数、统计关系、参数模型、基础数据、公式", "三点估算": "源自计划评审技术（PERT）考虑估算中的不确定性和风险，来提高估算的准确性；\n期望值 = （最乐观 + 最悲观 + 最可能 X 4） / 6 \n标准差 = （最悲观 - 最乐观） / 6", "进度网络分析": "通过多种分析技术，如关键路径法、关键链法、假设情景分析和资源优化技术等，来计算项目活动未完成部分的最早和最晚开始时间，以及最早和最晚完成时间；\n某些网络路径可能含有路径汇聚或分支点，在进行进度压缩分析或其他分析时应该加以识别和利用。", "关键路径法": "别称：CPM\n关键路径：项目中时间最长的活动顺序，决定着可能的项目最短工期（可能存在多条关键路径）\n关键路径法：在进度模型中，估算项目最短工期，确定逻辑网络路径的进度灵活性大小的一种方法；这种方法在不考虑资源限制的情况下，沿进度网络路径顺推与你退分析，计算出所有活动的最早开始、最早结束、最晚开始、和最晚结束日期。", "七格图": "口诀：顺推取最大，逆推取最小；\n1、关键路径是项目中时间最长的活动顺序，决定着可能的最短工期；\n2、总浮动时间：TF，不延误完工日期；\n3、自由浮动时间：FF，不延误紧后活动；\n4、关键路径的TF可能是正值、零或负值；\n5、关键路径可能存在多条，越多风险越大；\n6、关键路径上的活动，成为关键活动；\n7、关键路径法排出来的进度计划未必可行，因为没有考虑资源约束，还需要资源平衡；\n8、关键路径法只考虑路径约束，没有考虑资源约束", "资源优化技术": "根据资源供需情况，来调整进度模型的技术，包括资源平衡和资源平滑；\n资源平衡----根据资源制约对开始日期和结束日期进行调整的一种技术；\n需要资源平衡的情况----\n1、资源只在特定时间可用；2、资源数量有限；3、资源给过度分配；4、为了保持资源使用量处于均衡水平；\n资源平滑----对活动进行调整，使项目资源需求不超过预定的资源限制的技术，活动只在自由浮动内延迟，所以可能无法实现所有资源的优化。资源平滑不会改变项目关键路径。", "关键链法": "别称：CCM\n允许项目团队在任何进度路径上设置缓冲，以应对资源限制和不确定性。\n这种方法建立在关键路径上，考虑了资源分配、资源优化、资源平衡和活动历时不确定性对关键路径的影响。资源约束型关键路径，就是关键链；\n接驳缓冲----放置在非关键链与关键链的结合点出的持续时间缓冲，保护关键链不受非关键链影响；\n项目缓冲----放置在关键链末端，用来保证项目不因关键链延误而延误；\n关键链法重点管理剩余缓冲持续时间与剩余活动链持续时间之间的关系，是用来应对帕金森（学生综合症）的一种方法；", "建模技术": "假设情景分析----对“如果情景X出现，情况会怎样”，这样的问题进行分析。既基于已有的进度计划，考虑各种各样的情景，据假设情景分析的结果，评估项目进度计划在不利条件下的可行性；\n模拟----基于多种不同的活动假设计算出多种可能的项目工期，以应对不确定性，最常用的是蒙特卡洛分析。", "进度压缩": "在不缩减项目范围的前提下，缩短工期（进度压缩后要进行关键路径分析，放置出现新的关键路径）\n赶工----通过增加资源，以最小成本增加来压缩进度工期，可能导致成本和风险的增加；\n赶工适用于那些通过增加资源就能缩短持续时间的，且位于关键路径上的活动；\n快速跟进----按顺序进行的活动或阶段改为至少是部分并行开展，可能造成返工和风险增加；\n快速跟进只适用于相互为选择性依赖关系的活动。", "时标网络图": "包含时间刻度和表示活动持续时间的横条，以及活动之间的逻辑关系；多个活动可以按顺序出现在图的同一行中，双代号表示活动；\n关键标识----\n工期：最后一个节点对应的标尺刻度\n关键路径：从第一个节点到最后一个节点所有路径中，没有经过波浪线的路径\n活动持续时间：活动的开始节点到结束节点之间，横向箭头实线的长度\n活动的自由浮动时间FF：活动开始节点到结束节点之间，波浪线的长度\n活动的总浮动时间TF：从该活动开始时间出发，一致到最后一个节点的所有路径中，每条路径上波浪线加总的最小值\n", "绩效审查": "定义：测量、对比和分析进度绩效，如实际开始和完成日期，已完成百分比及当期工作的剩余持续时间。可使用如下技术：\n趋势分析----将当期绩效与未来的目标绩效进行对比\n关键路径法----比较关键路径的进展情况\n关键链法----比较剩余缓冲时间与所需缓冲时间\n挣值管理----将进度绩效测量指标与进度基准比较\n偏差分析（不使用挣值管理的项目）----获取绩效-->偏差分析（识别基准与绩效的差异）-->趋势分析（判定偏离基准的原因和程度）-->得到预测-->确定是否变更", "储备分析": "在项目的任何时点比较剩余应急储备与剩余风险量，从而确定剩余储备是否仍然合理；\n已知已知风险：事先规划应对；\n已知未知风险：建立应急储备，项目经理可以直接使用，不需要走变更流程；\n未知未知风险：预留管理储备，管理储备不在基准中，项目经理需要走变更流程申请；", "挣值管理": "完工预算（BAC）、计划价值（PV）、挣值（EV）、实际成本（AC）、进度偏差（SV）、成本偏差（CV）、进度绩效指数（SPI）、成本绩效指数（CPI）、完工尚需估算（ETC）、完工估算（EAC）、完工尚需绩效指数（TCPI）", "平衡计分卡": "将组织战略目标转化为各具体的相互平衡的绩效考核指标体系；\n四项指标----财务、客户、学习与成长、内部经营流程；", "成本效益分析": "达到质量要求的主要效益包括：减少返工、提供生产率、降低成本、提升干系人满意度、提升盈利能力。对每个质量活动进行成本效益分析，就是比较其可能成本与预期效益。", "质量成本": "在产品生命周期中为预防不符合要求，评价产品或服务是否符合要求、以及因未达到要求，而发生的所有成本。\n质量成本（不含生产成本）= 一致性成本（为了防止失败） + 非一致性成本（为了处理失败）；\n一致性成本：预防成本（培训，设备、流程文档化、选择正确时间），评价成本（检查、测试）；\n非一致性成本：内部失败成本（返工、废品），外部失败成本（责任，保修，业务流失）；", "实验设计": "别称：DOE\n一种统计方法，用来识别哪些因素会对正在生产的产品或正在开发的流程的特定变量产生影响。（可用于确定测试的数量和类别，以及这些测试对质量成本的影响）\nDOE有助于产品或过程的优化。降低产品性能对各种环境变化或制造过程变化的敏感度。\nDOE系统地改变所有重要因素，而不是每次只改变一个因素（敏感性分析）；", "七种基本质量工具": "因流核帕直控散----\n因果图：鱼骨图、石川图、why-why分析图；\n流程表：【改进过程、识别潜在缺陷，估算质量成本，预测出错环节】；SIPOC模型（供应、输入、过程、输出、客户）由戴明提出；\n核查表：计数表。用于收集数据；\n帕累托图：排列图、ABC分析法。关键词【主要原因、二八定律，优先排序，有重点的纠正措施】\n直方图：集中趋势、分散程度、分布形状、特定变量发生的频率\n控制图：过程失控、7点规则、控制上下限、规格上下限、变更频率\n散点图：相关图", "质量新七工具": "矩树优活亲过关----\n矩阵图：用于指出变量之间相关性的强弱，区别于优先矩阵，它不排序；\n树形图（系统图）：用于表现各类层次分解结构；\n优先矩阵：加权、打分、排序，根据优先顺序识别关键事项和备选方案；\n活动网络图：AON，AOA等，连同项目进度计划编制方法一起使用；\n亲和图：使用亲和图确定范围分解结构；\n过程决策程序图（PDPC）：用于理解一个目标与达成次目标的步骤之间的关系，有助于制定应急计划；\n关联图：在包含相互交叉逻辑关系的中等复杂情形中，创新地解决问题；", "质量审计": "旨在过程改进，是实施质量保证过程的重要工作；\n质量审计可事先安排，也可随机进行，可由内部或外部审计师进行；\n质量保证体系审核，对具体质量管理活动的结构性评审。\n1、识别最佳实践，违规做法，差距和不足；\n2、分享类似项目的良好实践\n3、协助过程改进，提高生产效率\n4、积累经验教训\n5、确认已批准的变更请求的实施情\n", "过程分析": "按照过程改进计划的步骤识别所需改进，发现非增值活动，包括----\n根本原因分析（用于识别问题，探究根本原因，制定预防措施的技术）", "文档审查": "对项目文档进行结构化审查；\n项目计划的质量、以及这些计划与项目需求和假设之间的匹配程度，都可能是项目的风险指示器。", "信息收集技术": "头脑风暴、德尔菲技术、访谈、根本原因分析", "核对单分析": "可以根据以往项目和其他来源的历史信息与知识，编制风险识别核对单；\n核对单简单易用但无法穷尽，所以应该注意不要用核对单取代必要的风险识别努力；\n在项目收尾过程中，应该对核对单进行审查，并根据新的经验教训改进核对单，供未来使用；", "假设分析": "检验假设条件在项目中的有效性，识别因不准确、不稳定、不一致或不完整导致的项目风险；", "图解技术": "图形方式表示变量与结果之间的因果关系，事件事件顺序及其他关系；", "SWOT分析": "优势、劣势、机会、威胁；\n从项目、组织或一般业务范围的角度识别组织的优势和劣势；\n通过SWOT分析识别出优势带来的机会和劣势引发的各种威胁；", "风险概率和影响评估": "风险概率评估旨在调查每个具体的风险发生的可能性\n风险影响评估旨在调查风险对项目目标的潜在影响\n对已识别的每个风险都要进行概率和影响评估\n可以选择熟悉相应风险的人员，以访谈或会议的形式进行风险评估\n应该包括项目团队成员和项目外部的经验丰富人员\n评估每个风险的概率等级及其对每个目标的影响，还应记录相应的说明性细节\n具有低级别概率和影响的风险，将列入风险登记册中的观察清单，供将来检测", "风险紧迫性评估": "实施风险应对措施所需的时间，风险征兆、警告和风险等级都可作为确定风险优先级或紧迫性的指标", "风险数据质量评估": "评估风险数据对风险管理的有用程度的一种技术。它考察人们对风险的理解程度，以及考察风险数据的准确性，质量，可靠性和完整性。", "概率和影响矩阵": "如果威胁处于高风险区域，就可能要采取优先措施和激进的应对策略\n处于低风险区域的威胁，作为观察对象列入风险登记册，或为之增加应急储备，而不用主动管理；\n处于高风险区域的机会，应该首先抓住，对于低风险区域的机会，则应加以监督", "数据收集和展示技术": "访谈----在风险访谈中应该记录风险区间的合理性及其所依据的假设条件，以便洞察风险分析的可靠性和可信度（三点估算）；\n概率分布----在建模和模拟中广泛使用的连续概率分布，代表着数值的不确定性，不连续分布用于表示不确定事件，早期的概念设计阶段，就可以使用均匀分布；", "定量风险分析和建模技术": "敏感性分析（时一种单因素分析）----有助于确定哪些风险对项目有最大的潜在影响，有助于理解项目目标的变化与各种不确定因素的变化之间存在怎样的关联；\n把所有其他不确定因素固定在基准值，考察每个因素的变化会对目标产生多大程度的影响；\n敏感性分析的典型表现形式是龙卷风图（用于比较很不确定的变量与相对稳定的变量之间的相对重要性和相对影响）", "预期货币价值分析": "EMV，当某些情况在未来可能发生或不发生时，计算平均结果的一种统计方法；\n机会的EMV通常为正值，威胁的EMV通常为负值；\nEMV是建立在风险中立的假设之上的，既不避险，也不冒险；", "建模和模拟": "模拟通常采用蒙特卡洛技术，蒙特卡洛不需要专家参与；", "消极风险或威胁的应对策略": "规避、转移、减轻、接受。\n规避：延长进度、改变策略、缩小范围，极端情况关闭项目；\n转移：保险、担保、外包；\n减轻：原型法、不太复杂的流程，更多的测试，选更可靠供应商，加入冗余部件\n接受：应急储备、无行动\n规避和减轻通常适用于高影响的严重风险，转移和接受则更适用于低影响的不太严重策略；", "积极风险或机会的应对策略": "开拓、提高、分享、接受。\n开拓：最有能力的资源，全新或改进的技术\n提高：增加普通资源\n分享：风险共担的合作，成立联营体\n接受：不主动追求机会", "应急应对策略": "只在某些预定条件发生时，才实施的应对计划；\n如果确信风险的发生会用充分的预警信号，就应该制定应急应策略；\n采用这一技术制定的风险应对方案成为应急计划或弹回计划，包括已识别的、用于启动计划的触发事件。\n弹回计划----在所选策略无效时实施（备胎计划）\n权变措施----针对未知-未知风险，需要通过变更管理流程，来申请管理储备应对", "风险再评估": "在控制风险中，经常需要识别新风险，对现有风险进行再评估，以及删去已过时的风险，应定期进行项目风险再评估（项目团队自己做的）", "风险审计": "检查并记录风险应对措施在处理已识别风险及其根源方面的有效性，以及风险管理过程的有效性。（三大审计之一，针对过程）", "技术绩效测量": "把项目执行期间所取得的技术成果，与关于取得技术成果的计划进行比较；", "沟通需求分析": "确定项目干系人的信息需求，包括所需信息的类型和格式，以及信息对干系人的价值；\n项目资源只能用来沟通有利于项目成功的信息，或者那些因缺乏沟通会造成失败的信息；\n沟通渠道计算公式-----n(n-1)/2，n代表干系人数量", "沟通技术": "可以采用各种技术在项目干系人之间传递信息，例如:谈话、会议、书面文件、资料等；\n可能影响沟通技术选择的因素：信息需求的紧迫性，可用性，易用性，项目环境，敏感性和保密性；", "沟通模型": "编码、媒介、解码、噪声、信息和反馈信息、信源、新宿\n5个基本状态----已发送、已收到、已理解、已认可、已转化为积极的行动", "沟通方法": "推式沟通、交互式沟通、拉式沟通；\n基于下列因素选择沟通方法：1、沟通需求；2、成本和时间限制；3、工具、资源可用性；4、对工具、资源的熟悉程度；", "报告绩效": "收集和发布绩效信息，包括状况报告，进展测量结果及预测结果。（可简单、可详细）\n1、简单的状态报告：完成百分比\n2、详细的状态报告，可能包括（过去、现状、将来）\n对过去绩效的分析，项目预测分析，包括时间与成本；\n本报告期完成的工作，下个报告期需要完成的工作\n本报告期被批准的变更的汇总，需要审查和讨论的其他相关信息", "干系人分析": "识别出干系人的利益、期望和影响，并把他们与项目的目的联系起来；\n干系人分析也有助于了解干系人之间的关系，以便利用这些关系来建立联盟和伙伴合作，提高项目的成功的可能性；\n在项目或阶段的不同时期，应该对干系人之间的关系施加不同的影响；", "管理技能": "应用管理技能来协调各方以实现项目目标，例如：引导人们对目标达成共识；施加影响支持项目；谈判达成共识；调整组织行为，接受成果；", "自制外购分析": "用于确定某项工作最好由项目团队自行完成，还是应该从外部采购（谁划算用谁）\n可采用：相关成本分析法，成本平衡点分析法\n自制外购分析应考虑全部相关成本，包括直接成本与间接成本，也要确定合同类型，以决定如何分担风险；", "市场调研": "包括考察行业情况和供应商能力", "独立估算": "对于许多采购，采购组织可以自行编制独立估算，或者邀请外部专业估算师做出成本估算，并将此作为标杆，用来与潜在卖方的应答做比较；\n如果两者之间存在明显差异，则可能：\n1、表明采购工作说明书存在缺陷或不明确\n2、潜在卖方误解了或未能完全响应采购工作说明书\n3、市场已经发生了变化", "广告": "在大众出版物或专业出版物上刊登广告\n有些组织使用在线资源招揽供应商\n对于政府采购，大部分政府机构都会要求公开发布广告，或者在互联网上公布采购信息", "投标人会议": "也称：发包会、承包商会议、供应商会议、投标前会议、竞标会议\n在投标书或建议书提交之前，在卖方和所有潜在卖方之间召开的会议\n目的是保证所有潜在卖方对采购要求都有清楚且一致的理解，保证没有任何投标人会有特别的优待\n买方必须尽力确保每个潜在卖方都能听到任何其他卖方提出的问题，以及买方所做出的每个回答\n可以运用相关技术来促进公平，例如安排投标人考察现场\n要把对问题的回答，以修正案形式纳入采购文件中", "建议书评价技术": "对于复杂的采购，如果要基于卖方对既定加权标准的响应情况来选择卖方，则应该根据卖方的采购政策，规定一个正式的建议书评审流程。\n加权系统、筛选系统", "采购谈判": "指在合同签收之前，对合同的结构、要求及其他条款加以澄清，以取得一致意见；\n1、最终的合同措辞应该反映双方达成的全部一致意见\n2、对于复杂的采购，合同谈判可以是一个独立的过程，有自己的输入和输出\n3、项目经理可以不是采购谈判的主持人", "合同变更控制系统": "规定了修改合同的过程，包括：1、文书工作；2、跟踪系统；3、争议解决程序；4、变更所需的审批层次；\n合同变更都需要书面文件\n合同变更控制系统应当与整体变更控制系统整合起来", "采购绩效审查": "甲方对乙方过程的审查：\n依据合同来审查卖方在规定的成本和进度内完成项目范围和达到质量要求的情况；\n能以便买方量化评价卖方在履行工作时所表现出来的能力或无能；", "采购审计": "对从规划采购管理过程到控制采购过程的所有采购过程进行结构化审查；\n其目的是找出合同准备或管理方面的成功经验与失败教训", "结束的采购": "买方（通常是其授权的采购管理员）向卖方发出关于合同已经完成的正式书面通知", "观察和交谈": "难以说清或者不愿意说的情况"}